Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: Access to all releases
sv: Tillgång till alla utgåvor

source: Create Project
sv: Skapa projekt

source: Notes in Scale:
sv: Toner i skalan:

source: Add MIDI Group Track
sv: Lägg till MIDI-gruppspår

source: For more details, see :ref:`modulators/intro:Modulators`.
sv: Mer information finns i :ref:`modulatorer <modulators/intro:Modulators`.

source: Using the audition tool
sv: Använda lyssningsverktyget

source: New Long Long Long Long Long Long Long Long Long Name
sv: Nytt långt långt långt långt långt långt långt långt långt namn

source: The main panel consists of the following views, each explained in its own section.
sv: Huvudpanelen består av följande vyer, som var och en förklaras i ett eget avsnitt.

source: Cut Tool
sv: Delningsverktyg

source: Zoom buttons
sv: Zoomknappar

source: Plugin
sv: Insticksmodul

source: Automation Editor Controls
sv: Kontroller för automationsredigeraren

source: For users of Arch Linux-based distributions we recommend installing the `pro-audio group`_.
sv: För användare av Arch Linux-baserade distributioner rekommenderar vi att installera `pro-audio-gruppen`_.

source: Regions (or :term:`clips <Clip>`) are containers for events or data (such as MIDI notes and audio clips - see below) that can be edited in an :ref:`editor <editing/timeline:Editing Region Contents>`. Regions can be repeated, like below.
sv: Regioner (eller :term:`klipp <Clip>`) är behållare för händelser eller data (till exempel MIDI-noter och ljudklipp, se nedan) som kan redigeras i en :ref:`redigerare <editing/timeline:Editing Region Contents>`. Regioner kan upprepas, som nedan.

source: Zooming
sv: Zoomning

source: When tracks are armed for recording, they start listening for signals in their :ref:`track-inputs` and these signals will be passed along in the processing chain.
sv: När spår är aktiverade för inspelning börjar de lyssna efter signaler i sina :ref:`track-inputs`, och signalerna skickas vidare i bearbetningskedjan.

source: Scale
sv: Skala

source: Signal Flow
sv: Signalflöde

source: Free/libre software means users control the program, as opposed to proprietary software, where the program controls the users.
sv: Fri programvara innebär att användarna styr programmet, till skillnad från proprietär programvara där programmet styr användarna.

source: You are buying %(product)s (%(product_summary)s)
sv: Du köper %(product)s (%(product_summary)s)

source: The ruler is mainly used to control looping and playback.
sv: Linjalens främsta användning är att styra looping och uppspelning.

source: You can adjust the location where the dropped file will be inserted in the project by dropping at an appropriate spot
sv: Du kan justera platsen där den släppta filen infogas i projektet genom att släppa den på lämplig plats.

source: Project Loading Failed
sv: Det gick inte att läsa in projektet

source: Comprehensive Recording Settings
sv: Comprehensive Spela ining Inställningar

source: Export As...
sv: Exportera som…

source: The main menu in the toolbar includes the following actions.
sv: Huvudmenyn i verktygsfältet innehåller följande åtgärder.

source: A plugin is an external module that provides audio processing capabilities to Zrythm, such as an :term:`SFZ` instrument or an :term:`LV2` reverb plugin.
sv: En insticksmodul är en extern modul som ger Zrythm funktioner för ljudbearbetning, till exempel ett :term:`SFZ`-instrument eller en :term:`LV2`-insticksmodul för reverb.

source: Testing
sv: Testning

source: To use it from ECMAScript, use:
sv: Använd följande från ECMAScript:

source: Apply low-level noise to the audio to remove quantization distortion that occurs when reducing the bit depth.
sv: Applicera lågnivåbrus på ljudet för att ta bort kvantiseringsdistorsion som uppstår när bitdjupet minskas.

source: Object Merging
sv: Sammanfoga objekt

source: Start on MIDI input
sv: Starta vid MIDI-inmatning

source: Chord Assistance
sv: Ackord Assistance

source: Eraser tool
sv: Suddverktyg

source: You can :kbd:`Alt`-click inside objects to break them up.
sv: Du kan :kbd:`Alt`-klicka inuti objekt för att dela dem.

source: To stretch one or more regions, hold :kbd:`Control` while hovering the cursor at a top edge of a region, then click and drag.
sv: För att sträcka en eller flera regioner håller du ned :kbd:`Control` medan pekaren är vid en övre kant på en region, och klickar och drar sedan.

source: AU Scan
sv: AU-sökning

source: Mute the output
sv: Tysta utdata

source: Plugins can also be searched by keywords using the provided search bar.
sv: Insticksmoduler kan även sökas med sökord i det medföljande sökfältet.

source: User Manual
sv: Användarhandbok

source: MIDI regions belong to track lanes and appear inside MIDI or Instrument tracks.
sv: MIDI-regioner tillhör spårbanor och visas i MIDI- eller instrumentspår.

source: Quantization
sv: Kvantisering

source: Audio and MIDI files can be auditioned by making use of the auditioning controls at the bottom of the file list.
sv: Du kan lyssna på ljud- och MIDI-filer med kontrollerna för lyssning längst ned i fillistan.

source: Chord track with a chord region and a scale
sv: Ackordspår med en ackordsregion och en skala

source: Channel Section
sv: Kanalavsnitt

source: Piano Roll
sv: Pianorulle

source: Subscription
sv: Prenumeration

source: Z Series
sv: Z-serien

source: Zrythm allows you to export its routing graph. This is useful for debugging and also helps visualizing the internals of Zrythm.
sv: Zrythm låter dig exportera sitt dirigeringsdiagram. Det är användbart vid felsökning och hjälper också till att visualisera Zrythms inre funktion.

source: A plugin standard developed by Apple, mainly used on MacOS.
sv: En insticksmodulstandard utvecklad av Apple och främst använd på macOS.

source: The following controls are only available in the piano roll (MIDI editor).
sv: Följande kontroller finns bara i pianorullen (MIDI-redigeraren).

source: When using Zrythm as a Flatpak, only Flatpak plugins should be used (i.e., plugins using the `Linux Audio base extension`_).
sv: När Zrythm används som Flatpak bör endast Flatpak-insticksmoduler användas, det vill säga insticksmoduler som använder `Linux Audio base extension`_.

source: Arranger
sv: Arrangerare

source: Scales
sv: Skalor

source: Zrythm will auto-connect to the devices specified in the :ref:`Preferences <configuration/preferences:Preferences>` and make these devices available in :ref:`track inputs <tracks/inspector-page:Inputs>` and other places.
sv: Zrythm ansluter automatiskt till enheterna som anges i :ref:`Inställningar <configuration/preferences:Preferences>` och gör dem tillgängliga i :ref:`spårinmatningar <tracks/inspector-page:Inputs>` och på andra ställen.

source: Each editor (including the timeline) has a toolbar at the top with various options to ease editing.
sv: Varje redigerare (inklusive tidslinjen) har en verktygsrad högst upp med olika alternativ som underlättar redigeringen.

source: Backend Support
sv: Stöd för bakändar

source: Tracks can be moved by clicking on one of the selected tracks and dragging and dropping them to another location. The drop locations will be highlighted as you move the Track.
sv: Spår kan flyttas genom att klicka på ett av de markerade spåren och dra och släppa dem till en annan plats. Släppplatserna markeras när du flyttar spåret.

source: We generally work on issues we consider high-priority first, however if you want something fixed quickly and are willing to pay feel free to contact us with your proposal.
sv: Vi arbetar i allmänhet först med ärenden som vi bedömer som högprioriterade. Om du vill få något åtgärdat snabbt och är beredd att betala får du gärna kontakta oss med ett förslag.

source: Pulse
sv: Puls

source: Realtime Scheduling
sv: Realtidsschemaläggning

source: Port connections for control
sv: Portanslutningar för styrning

source: Renaming
sv: Byta namn

source: Transpose
sv: Transponera

source: The format to export to. The formats mentioned in :ref:`Supported Formats <plugins-files/audio-midi-files/overview:Supported Formats>` are available, with the exception of MP3.
sv: Formatet att exportera till. Formaten som anges i :ref:`format som stöds <plugins-files/audio-midi-files/overview:Supported Formats>` är tillgängliga, med undantag för MP3.

source: Pauses playback. If clicked twice, goes back to the Cue point.
sv: Pausar uppspelningen. Om du klickar två gånger går den tillbaka till köpunkten.

source: Powerful Editors
sv: Powerful Redigeraors

source: Gunmetal
sv: Mörkgrå

source: Join our forum and share your experience with the rest of the community.
sv: Gå med i forumet och dela dina erfarenheter med resten av gemenskapen.

source: :ref:`File Browser <file-browser>`
sv: :ref:`Filbläddrare <file-browser>`

source: Master Output Visualizer
sv: Huvudutgångens visualisering

source: System Requirements
sv: Systemkrav

source: hard errors (crashes)
sv: allvarliga fel, krascher

source: Zrythm ships with a few bundled plugins to help users get started, but users can also download and install their own plugins that suit their preferences.
sv: Zrythm levereras med några medföljande insticksmoduler som hjälper användare att komma igång, men användare kan också hämta och installera egna insticksmoduler som passar deras önskemål.

source: Editing Automation
sv: Redigera automation

source: While Zrythm allows the user to use plugins not packaged as Flatpaks, this is not recommended and we do not offer support if it causes issues.
sv: Zrythm låter användaren använda insticksmoduler som inte är paketerade som Flatpak, men det rekommenderas inte och vi erbjuder inte stöd om det orsakar problem.

source: Multiple Platforms
sv: Flera plattformar

source: Clicking and dragging on empty space in the bottom half of the ruler will allow you to reposition the playhead.
sv: Genom att klicka och dra i ett tomt område i den nedre halvan av linjalen kan du flytta uppspelningshuvudet.

source: Select all objects in the current editor (:kbd:`Control-a`).
sv: Markera alla objekt i den aktuella redigeraren (:kbd:`Control-a`).

source: The position where the region will initially start playback (the *clip start position*) and the start/end loop points, can be :ref:`adjusted in the clip editor <editing/timeline:Editor Ruler Indicators>`.
sv: Positionen där regionen först börjar spelas upp (*klippets startposition*) samt loopens start- och slutpunkter kan :ref:`justeras i klippredigeraren <editing/timeline:Editor Ruler Indicators>`.

source: Set Beats Per Bar
sv: Ange slag per takt

source: A channel in the mixer
sv: En kanal i mixern

source: Loop Points and Markers
sv: Slingpunkter och markörer

source: Playhead tracking controls
sv: Kontroller för att följa uppspelningshuvudet

source: Print all the user settings. Can be combined with :option:`zrythm --pretty` to get pretty-printed output, like below.
sv: Skriv ut alla användarinställningar. Kan kombineras med :option:`zrythm --pretty` för snyggt formaterad utdata, som nedan.

source: Modulator plugins can be drag-n-dropped from the :doc:`../plugins-files/plugins/plugin-browser` into the Modulators tab. Modulator plugins can be :ref:`filtered inside the plugin browser <plugins-files/plugins/plugin-browser:Filter Buttons>`.
sv: Modulatorinsticksmoduler kan dras från :doc:`../plugins-files/plugins/plugin-browser` till fliken Modulatorer. Modulatorinsticksmoduler kan :ref:`filtreras i insticksmodulsbläddraren <plugins-files/plugins/plugin-browser:Filter Buttons>`.

source: Easily bypass plugins in the signal chain with an automatable control.
sv: Koppla enkelt förbi insticksmoduler i signalkedjan med en automatiserbar kontroll.

source: This file contains the schema for user configurations. It is normally installed at :file:`/usr/share/glib-2.0/schemas/org.zrythm.Zrythm.gschema.xml`.
sv: Den här filen innehåller schemat för användarkonfigurationer. Den installeras normalt på :file:`/usr/share/glib-2.0/schemas/org.zrythm.Zrythm.gschema.xml`.

source: Undo Multiple
sv: Ångra flera

source: Downloads
sv: Nedladdningar

source: Delete Tracks
sv: Ta bort spår

source: Track visibility and filtering options
sv: Alternativ för spårsynlighet och filtrering

source: Selecting Parts
sv: Markera delar

source: Scanning Plugins
sv: Söker igenom insticksprogram

source: If the region is already repeated, it cannot be resized anymore until its loop points match exactly the region's start and end points.
sv: Om regionen redan är upprepad kan dess storlek inte längre ändras förrän looppunkterna exakt motsvarar regionens start- och slutpunkter.

source: Releases
sv: Utgåvor

source: File Info
sv: Filinformation

source: Open Standards
sv: Öppna Standards

source: Donate on Open Collective and view our public expenses.
sv: Donate on Öppna Collective and view our offentlig expenses.

source: Legal information
sv: Juridisk information

source: Close
sv: Stäng

source: Project
sv: Projekt

source: Invert Forward
sv: Omvänd framåt

source: Ballad — Bright Modulation
sv: Ballad – ljus modulation

source: Terms and Conditions
sv: Villkor

source: A chord in the context of the chord editor refers to a chord on the left side of the editor.
sv: Ett ackord i ackordsredigerarens sammanhang avser ett ackord på redigerarens vänstra sida.

source: <a href="%(path)s">Copyright</a> &#169; %(copyright)s.
sv: <a href="%(path)s">Upphovsrätt</a> &#169; %(copyright)s.

source: Dither
sv: Dithering

source: Edit Scale
sv: Redigera skala

source: Edit all track and plugin parameters in the inspector.
sv: Redigera alla spår and insticksmodul parameters in the inspector.

source: By making a purchase, you agree to our <a href="%(terms_url)s">Terms and Conditions</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
sv: Genom att genomföra ett köp godkänner du våra <a href="%(terms_url)s">villkor</a> och vår <a href="%(privacy_url)s">integritetspolicy</a>.

source: Theme Color
sv: Temafärg

source: Print a list of available options.
sv: Skriv ut en lista över tillgängliga alternativ.

source: Failed to write audio data to %1
sv: Det gick inte att skriva ljuddata till %1

source: Add Audio Group Track
sv: Lägg till ljudgruppspår

source: Automation Regions
sv: Automationsregioner

source: Move Plugin
sv: Flytta insticksprogram

source: Timebase
sv: Tidsbas

source: Pins the selected tracks.
sv: Fäster de markerade spåren.

source: Add automation lane
sv: Lägg till automationsfält

source: Master Channel
sv: Masterkanal

source: Built-in file browser
sv: Inbyggd filbläddrare

source: Dithering is typically applied as the final step of mastering.
sv: Dithering används normalt som sista steg i masteringen.

source: You should include as many details as possible to help us understand and reproduce the problem, otherwise we can't do anything about it. `Here is an example <https://gitlab.zrythm.org/zrythm/zrythm/-/issues/4202>`_ of a good bug description:
sv: Du bör ange så många detaljer som möjligt för att hjälpa oss att förstå och återskapa problemet. Annars kan vi inte göra något åt det. `Här är ett exempel <https://gitlab.zrythm.org/zrythm/zrythm/-/issues/4202>`_ på en bra felbeskrivning:

source: :term:`CV` ports handle continuous signals and can be used to modulate control ports
sv: :term:`CV`-portar hanterar kontinuerliga signaler och kan användas för att modulera styrportar

source: Bounce in Place
sv: Renderaa in Place

source: Piano roll controls
sv: Kontroller för pianorullen

source: The control corresponding to each automation lane will use the value from the automation lane if there are automation events present at the current playhead position.
sv: Styrelementet för varje automationsbana använder värdet från automationsbanan om det finns automationshändelser på uppspelningshuvudets aktuella position.

source: Timeline
sv: Tidslinje

source: For editing chords inside chord regions, see :ref:`editing/chord-editor:Chord Editor`.
sv: För redigering av ackord i ackordregioner, se :ref:`editing/chord-editor:Chord Editor`.

source: Overdrive
sv: Överstyrning

source: These plugins can be dragged into the insert slots of existing channels in the :ref:`mixer <mixing/overview:Mixer>` or can be instantiated to create new FX tracks.
sv: Dessa insticksmoduler kan dras till infogningsplatserna i befintliga kanaler i :ref:`mixern <mixing/overview:Mixer>` eller skapas för att skapa nya effektspår.

source: Detaching the timeline view
sv: Koppla loss tidslinjevyn

source: In *select* mode, you can make object selections and create, move, clone and resize objects. This is the most common mode and the most common operations can be accomplished by just using this.
sv: I *markeringsläge* kan du markera objekt samt skapa, flytta, klona och ändra storlek på dem. Detta är det vanligaste läget, och de vanligaste åtgärderna kan utföras enbart med det.

source: A control is a :doc:`port <../routing/ports>` with a user-changeable control value that affects a processor, such as a plugin. For example, a gain control. Used interchangeably with :term:`Parameter`.
sv: Ett styrelement är en :doc:`port <../routing/ports>` med ett styrvärde som användaren kan ändra och som påverkar en bearbetningsenhet, exempelvis en insticksmodul. Ett exempel är en förstärkningskontroll. Används synonymt med :term:`Parameter`.

source: Scanning...
sv: Söker igenom…

source: Adding Modulators
sv: Lägga till modulatorer

source: Looping can be enabled/disabled using the loop button in the :ref:`transport controls <playback-and-recording/transport-controls:Controls>`.
sv: Looping kan aktiveras eller inaktiveras med loopknappen i :ref:`transportkontrollerna <playback-and-recording/transport-controls:Controls>`.

source: Custom Length
sv: Anpassad längd

source: Merge the newly recorded events with the existing events in the track
sv: Sammanfoga de nyinspelade händelserna med de befintliga händelserna i spåret

source: Display information about Zrythm.
sv: Visa information om Zrythm.

source: Audio Files
sv: Ljud Fils

source: Select Tool
sv: Markeringsverktyg

source: This behavior also applies when rendering (exporting) the project.
sv: Detta beteende gäller även när projektet renderas, exporteras.

source: Hide UI
sv: Dölj gränssnitt

source: The plugin browser makes it easy to browse and filter plugins installed on your computer.
sv: Insticksmodulsbläddraren gör det enkelt att bläddra bland och filtrera insticksmoduler som är installerade på datorn.

source: Track Inspector
sv: Spårinspektör

source: Selecting a new port to connect to
sv: Välja en ny port att ansluta till

source: Displayed as a blue, right-pointing arrow.
sv: Visas som en blå pil som pekar åt höger.

source: Step mode
sv: Stegläge

source: Once the payment processor confirms the payment, we will send a confirmation email to you. This email will look like the following: Thanks for ordering from us. This email confirms your order of <your product>. Your Order ID is <order ID> and your payment has now cleared. A receipt has been emailed to you separately. You can download your digital products from <URL> The URL is a unique secret that you can use to access your downloads. Please save this email for future reference. Your Order ID is important.
sv: När betalningshanteraren bekräftar betalningen skickar vi ett bekräftelsemeddelande till dig. E-postmeddelandet ser ut så här: Tack för din beställning. Detta e-postmeddelande bekräftar din beställning av <your product>. Ditt beställnings-ID är <order ID> och betalningen har nu genomförts. Ett kvitto har skickats till dig separat via e-post. Du kan hämta dina digitala produkter från <URL> URL:en är en unik hemlighet som du kan använda för att komma åt dina hämtningar. Spara e-postmeddelandet för framtida bruk. Ditt beställnings-ID är viktigt.

source: There are two special markers that signify the start and end of the song that are used for exporting the song and cannot be deleted.
sv: Det finns två särskilda markörer som anger låtens början och slut. De används när låten exporteras och kan inte tas bort.

source: Each track has a context menu with options that vary depending on its type. The context menu can be activated by right-clicking on one or more tracks.
sv: Varje spår har en snabbmeny med alternativ som varierar beroende på dess typ. Snabbmenyn kan aktiveras genom att högerklicka på ett eller flera spår.

source: Never Lose Work
sv: Aldrig Lose Work

source: Backups
sv: Säkerhetskopior

source: Trigger playback of the selected file.
sv: Starta uppspelning av den markerade filen.

source: Order %(order)s
sv: Beställning %(order)s

source: Scan Paths
sv: Sökvägar för skanning

source: Unsolo all tracks
sv: Avaktivera solo för alla spår

source: Fade curviness can be changed by clicking and dragging the body of fades upwards or downwards.
sv: Toningens kurvighet kan ändras genom att klicka och dra i toningarnas yta uppåt eller nedåt.

source: Turn snapping on or off.
sv: Slå på eller av fästning.

source: Add Audio FX Track
sv: Lägg till ljudeffektspår

source: Download Zrythm v2 alpha for testing purposes.
sv: Hämta Zrythm v2-alfa för testning.

source: About Flatpak
sv: Om Flatpak

source: Recording Modes
sv: Inspelningslägen

source: Automation regions appear inside automation lanes.
sv: Automationsregioner visas i automationsbanor.

source: Sandbox plugins by opening them in bridge mode.
sv: Isolera insticksmoduler genom att öppna dem i bryggläge.

source: Timeline event viewer
sv: Händelsevisare för tidslinjen

source: Track inputs
sv: Spårinmatningar

source: On Windows and Mac, you can simply double click the installers and follow the directions on the screen. This will install Zrythm on your system, optionally creating a shortcut. On GNU/Linux, you can follow the instructions [here](https://appimage.org/) if you use the AppImage. If you want to use the universal GNU/Linux installer (recommended), use the `install.sh` script that comes with the zip file, then follow the directions on the console: ./install.sh To use the Flatpak version, install the flatpak ref file with: flatpak install <path to .flatpakref file>
sv: I Windows och macOS kan du dubbelklicka på installationsprogrammen och följa anvisningarna på skärmen. Då installeras Zrythm på systemet och en genväg kan skapas. I GNU/Linux kan du följa anvisningarna [här](https://appimage.org/) om du använder AppImage. Om du vill använda det universella installationsprogrammet för GNU/Linux (rekommenderas) använder du skriptet `install.sh` som följer med zip-filen och följer sedan anvisningarna i konsolen: ./install.sh För att använda Flatpak-versionen installerar du Flatpak-referensfilen med: flatpak install <path to .flatpakref file>

source: Web Design
sv: Webbdesign

source: Clicking the Quantize button will open up a popup that will let you specify the settings to quantize the current selection with.
sv: När du klickar på knappen Kvantisera öppnas en ruta där du kan ange inställningarna för att kvantisera den aktuella markeringen.

source: These control the range where the clip will loop after it reaches the loop end point. Displayed as 2 green arrows.
sv: Dessa styr intervallet där klippet loopas efter att det når loopens slutpunkt. Visas som två gröna pilar.

source: The note is neither in the current chord or scale, or there is no current chord or scale
sv: Noten ingår varken i det aktuella ackordet eller den aktuella skalan, eller så finns inget aktuellt ackord eller ingen aktuell skala

source: Your browser does not support HTML5 video
sv: Din webbläsare har inte stöd för HTML5-video

source: Step 2: Email Confirmation
sv: Steg 2: E-postbekräftelse

source: Zrythm relies on donations and purchases to sustain development. This month we received:
sv: Zrythm förlitar sig på donationer och köp för att finansiera utvecklingen. Den här månaden har vi fått:

source: Turn on notifications
sv: Turn on aviserings
